;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Kalju Tetlov
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 7.x
;

[Translation]
LangCode=0425
ReadHabit=Left-to-right
LanguageName=ET
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informatsioon
Warning=Hoiatus
Error=Viga
Confirm=Kinnita
pmGo=Ava üksus
pmNone=Ei vali midagi
pmAll1=Vali kõik
pmrec=Soovitatav
pmIgnore=Ignoreeri seda
pmExport=Ekspordi ...
pmInvert=Pööra valik
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Katkesta
FrmWDC.pmPortable.caption=Tee portatiivne versioon
FrmWDC.pmHelp.caption=Online abi
FrmWDC.pmHome.caption=Koduleht
FrmWDC.pmCheckNew.caption=Otsi uuendusi
FrmWDC.pmLang.caption=Keeled
FrmWDC.pmSkin.caption=Välimus
FrmWDC..caption=Teave
FrmWDC.btncomm.caption=Üldpuhastaja
FrmWDC.btnadv.caption=Täiendav puhastus
FrmWDC.btnsilm.caption=Need võid kustutada
FrmWDC.pmRestore.caption=Taasta
FrmWDC.pmSettings.caption=Seaded
FrmWDC.btnlikeit.caption=Hinda
FrmWDC.btnsuggest.caption=Ettepanekud ja tagasiside
FrmAdvSettings.lblinfo.caption=Järgmised juhised  toimimavad ainult üks kord. Järgmisel korral pead uuesti valima.
Frmadvdc.btnscan.caption=Skaneeri
Frmadvdc.lblpath.caption=Otsimise koht:
Frmadvdc.btnrescan.caption=Otsi uuesti
Frmadvdc.btnall.caption=Vali kõik
Frmadvdc.btnadvanced.caption=Täiendavad seaded
Frmadvdc.btnnone.caption=Ei vali midagi
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner on juhtiv registripuhastaja  Windows'ile. Kiire, põhjalik ja turvaline!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise PC Engineer on kogum olulisi tööriistu registri, ketta ja kogu arvuti jaoks. Lihtne ja efektiivne!
Frmadvdc.lblpce.caption=Wise PC Engineer
Frmadvdc.lblspeed.caption=Maailma kiireim otsija!
Frmadvdc.lblrec.caption=Veel kaksulikke programmme:
Frmadvdc.vtfiles.Columns[0]=Faili nimi
Frmadvdc.vtfiles.Columns[1]=Suurus
Frmadvdc.vtfiles.Columns[2]=Tee
Frmadvdc.vtfiles.Columns[3]=Viimati kasutatud
Frmadvdc.vtfiles.Columns[4]=Tüüp
FrmAdvSettings.btnok.caption=Ok
FrmAdvSettings.btnadd.caption=Lisa
FrmAdvSettings.btnremove.caption=Eemalda
FrmAdvSettings.btncancel.caption=Katkesta
FrmAdvSettings.wcknull.caption=Otsi tühje faile (0 baiti, aeglasem)
FrmAdvSettings.wckshortcut.caption=Otsi vigaseid otseteid (aeglasem)
FrmAdvSettings.caption=Täiendavad seaded
FrmAdvSettings.btnre.caption=Soovitatav
FrmAdvSettings.btnall.caption=Vali kõik
FrmAdvSettings.btnnone.caption=Ei vali midagi
FrmAboutWin.caption=Teave
FrmAboutWin.btnOK.caption=Ok
FrmAbout.lblver.caption=Antud versioon:
FrmAbout.lblhome.caption=Koduleht
FrmAbout.lblemail.caption=Tugiteenuse email:
FrmAbout.lblthanks.caption=Täname järgmisi inimesi osutatud abi ja panuse eest:
FrmAutorunSettings.lblcmd.caption=Käsuliini meetod:
FrmAutorunSettings.lblcmdinfo.caption=Sa saad etteantud käskudega puhastada oma arvutit automaatselt. Rohkem infot: F1 või "Online abi".
FrmAutorunSettings.chk1.caption=Tee töölauale ikoon 'Puhasta 1 klikiga'.
FrmAutorunSettings.chkadv.caption=lisa ka täiendav puhastus
FrmAutorunSettings.btnhelp.caption=Online abi
FrmCommon.btnall.caption=Vali kõik
FrmCommon.btnre.caption=Soovitatav
FrmCommon.btnnone.caption=Ei vali midagi
FrmCommon.wckadv.caption=ka täiendav puhastus
FrmCommon.WiseLabel1.caption=Ajastaja
FrmCommon.lbltype.caption=Vali töö tüüp:
FrmCommon.lblweek.caption=vali päev:
FrmCommon.lbltime.caption=aeg:
FrmCommon.btnScan.caption=Skaneeri
FrmCommon.lblstat.caption=Kiire ja lihtne vabaneda kasututest failidest ja ühendusteedest.
FrmCommon.btncancel.caption=Katkesta
FrmCommon.btnrescan.caption=Otsi uuesti
FrmExclusion.btnAddFile.caption=Lisa fail
FrmExclusion.btnAddFolder.caption=Lisa kaust
FrmExclusion.btnAddType.caption=Lisa failitüüp
FrmExclusion.btnImport.caption=Impordi
FrmExclusion.btnExport.caption=Ekspordi
FrmExclusion.btnRemove.caption=Eemalda
FrmGeneral.chkNews.caption=Automaatselt uudiskirjad
FrmGeneral.chkwipe.caption=Turvaline kustutamine (aeglasem)
FrmGeneral.WiseLabel1.caption=Otsi uuendusi:
FrmGeneral.WiseLabel2.caption=Valitud keel:
FrmGeneral.btnchecknew.caption=Otsi kohe
FrmCustom.WiseLabel4.caption=Kohandatud kaustavalik tühjendamiseks (ainult kogenud kasutajad)
FrmCustom.btnAdd.caption=Lisa
FrmCustom.btnRemove.caption=Eemalda
FrmRestore.btnrestore.caption=Taasta
FrmRestore.btnremove.caption=Eemalda
FrmRestore.Btnclose.caption=Sule
FrmRestore.caption=Taasta
FrmSettings.tsCommon.caption=Peamised
FrmSettings.tsAutoRun.caption=Automaatika
FrmSettings.tsExclusion.caption=Välistused
FrmSettings.btnAbout.caption=Teave
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Katkesta
FrmSettings.caption=Seaded
FrmSysClean.lblrecommendinfo.caption=Palun kasuta kindlasti meie lihtsaid tooteid Windows'i jõudluse parandamiseks.
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer on kogum olulisi tööriistu registri, ketta ja kogu arvuti jaoks. Lihtne ja efektiivne!
FrmSysClean.lbl1.caption=Wise Registry Cleaner on juhtiv registripuhastaja  Windows'ile. Kiire, põhjalik ja turvaline!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Soovite oma Windows'i tulemuslikkust parandada?
FrmSysClean.btnSlimming.caption=Salendus
FrmSysClean.btnall.caption=Vali kõik
FrmSysClean.btnrecommended.caption=Soovitatav
FrmSysClean.btnnone.caption=Ei vali midagi
FrmSysClean.vtsys.Columns[0]=Üksus
FrmSysClean.vtsys.Columns[1]=Suurus
FrmSysClean.vtsys.Columns[2]=Asukoht
FrmSysClean.vtsys.Columns[3]=Soovitus
FrmDiskDefrag.btnfree.caption=Vaba ruum
FrmDiskDefrag.btnfolder.caption=Kaust
FrmDiskDefrag.btnfile.caption=Fail
FrmDiskDefrag.btnsystem.caption=Süsteemifail
FrmDiskDefrag.btnFragmented.caption=Killustatud
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Defragmendi ja lülita arvuti välja.
FrmDiskDefrag.btnpause.caption=Paus
FrmDiskDefrag.btnstop.caption=Stopp
FrmDiskDefrag.btnDefrag.caption=Defragmendi
FrmWDC.btndefrag.caption=Ketta defragmtimine
FrmlikeUs.lblTitle.caption=Kui Sulle meeldib Wise Disk Cleaner, siis palun lisa see vaba tööriist oma lemmikute hulka.
FrmlikeUs.lblInfo.caption=Palun jaga Wise Disk Cleaner'it oma sõpradega, perega, klassikaaslastega ja kolleegidega e-meili, blogi, twitteri, YouTube, facebooki, jne.. kaudu! Nii tood mugavuse ja efektiivsuse nende ellu.
FrmlikeUs.lblRate.caption=Hinda programmi:
FrmlikeUs.lblfollow.caption=Jälgi meid:
FrmlikeUs.lblshare.caption=Jaga programmi:
FrmlikeUs.btndownload.caption=Vaba allalaadimine
FrmlikeUs.imgrate.hint=Hinda meid 5 täni vääriliseks
FrmlikeUs.imgmail.hint=Jaga seda oma sõpradele
FrmlikeUs.imgface1.hint=Jaga seda facebooke'is
FrmlikeUs.imgface2.hint=Jälgi meid facebook'is
FrmlikeUs.imgtwitter1.hint=Jaga twitteris
FrmlikeUs.imgtwitter2.hint=Jälgi meid twitteris
FrmlikeUs.Caption=Hinda
FrmlikeUs.lbldownload.caption=Lae rohkem vabavara WiseCleaner.com-ist :
[GUI]
ButtonYes=Jah
ButtonNo=Ei
ButtonOK=Ok
ButtonMinimize=Minimeeri
ButtonMaximize=Maksimeeri
ButtonClose=Sule
ButtonRestore=Taasta
ButtonMenu=Menüü
[Message]
LestOneItem=Vali vähemalt üks üksus puhastamiseks.
HistorySaved=Kogu vabastatud ruum: %s
DisableAdd=Ohutuse mõttes ei saa mõnesid kaustu (nagu näiteks "Windows Folder", "Boot of Hard Drive" ja "CD-ROM") sellesse nimekirja panna.
ConfirmAdd=Oled Sa kindel, et tahad kõik failid kustutada  %s, kui kasutad "Täiendavat puhastust"?
DupFolder=See kaust on juba nimekirjas.
ExImport=Erandite leht eksporditi asukohta:
SelectHardDrive=Palun vali kõvaketas
CreationDate=Kuupäev
Description=Kirjeldus
NowCleaning=Praegu puhastan:
ScheduleNextTime=Järgmine kord:
Never=Mitte kunagi
InputType=Sisesta faili nimi või tüüp (näiteks: *.tmp jne.)
WarnNoType=Palun vali otsimiseks vähemalt üks failitüüp!
NoItemChecked=Palun vali kustutamiseks mõned failid.
WDCRunning=Programm töötab.
RemoveSysRestore=Soovid selle taastepunkti kustutada?
RestoreFromSysRestore=Süsteemi taastamiseks pead taaskäivitama. Soovid kohe taastada?
WarnZeroFile=Sa valisid  "Tühja faili" meetodi. Mõned 0-baidised failid võivad olla vajalikud, palun vaata need enne kustutamist üle. Soovid seda kindlasti teha?
SysRestoring=Valmistun süsteemi taastamiseks...
SysCreating=Teen süsteemi taastepunkti...
Browse=Vali...
AllHardDrive=Kohalikud kõvakettad
Cleaning=Puhastan...
Exported=Järgmised üksused salvestati faili %s, soovid nüüd faili avada?
LeftTimeSec=Aega kulus: %s sekundit
Safetodel=Selle saab turvaliselt kustutada.
MoreSpace=Rohkem vaba ruumi
Unknow=tundmatu.
AddFileType=Lisa failitüüp
AlreadExist=%s on juba  nimekirjas.
illegalType=%s on vale failitüüp.
Summary=Kokku
InputSummary=Palun lisa selle tüübi kirjeldus:
noselected=Midagi pole valitud.
DelFileType=Tahad kindlasti selle failitüübi kustutada?
ScanAborted=Otsimine katkestati!
TrashFound=Leiti %d faili, koguses %s.
NoTrashAndTrace=Õnnitlen! Sul on puhas arvuti!
CleanDone=Puhastamine lõpetati!
LestOne=Palun vali otsimiseks vähemalt üks üksus.
LestOneClean=Palun vali puhastamiseks vähemalt üks üksus.
Scanning=Skaneerin...
InvalidIgnorItem=Seda ei saa ignoreerida.
TraceFound=Leiti %d kasutut rada.
CleanNow=Soovitame kohest puhastamist.
TrashRemoved=%d faili kõrvaldati ja vabanes %s kettaruumi.
TraceRemoved=%d rada kõrvaldati.
LastCommonClean=Viimati puhastasid Sa oma arvuti kõvaketast:
Working=Palun oota, kuni see töö on lõppenud ja proovi siis uuesti.
NoFilesFound=rämpsfaile pole
NoTracesFound=radasid pole
FindTraces=%d rada
NoItemFound=Ei leidnud midagi
FindFilesSize=%d faili koguses %s
FindTracesSection=%d rada leiti sellest sektsioonist
CanFreeSpace=Leiti %d faili ja  %s kustutatakse
TotalTraces=Kokku leiti %d rada
EnableRestore=Süsteemitaaste on keelatud. Soovid selle nüüd lubada?
RestorePointFail=Taastepunkti loomine ebaõnnestus.
ErrorMsg=Veateade:
NoNewVer=Õnnitleme, Sul ongi kõige uuem versioon!
KeyWord=Palun sisesta võtmesõna(d):
AddFolder=Lisa kaust
CannotCrTask=Ajastatud tööd ei saa määrata.
InvalidType=Palun sisesta õige faililaiend.
NoType=Palun märgi otsimiseks vähemalt üks tüüp.
FailToDelete=Mõnesid faile ei saa enne järgmist taaskäivitust kustutada.
GoodHabit=Oma arvuti puhtana hoidmine on hea komme. Palun tee seda alati!
7After=%d päeva on möödunud viimasest deragmentimisest. Soovitame seda nüüd uuesti teha.
7Before=Hoia oma draivid puhtad ja kaitse privaatandmeid!
TaskExists=Selline ajastaud töö juba on. Soovid selle kustutada ja asendada uuega? (Ei - uuenda olemasolevat. Katkesta - jäta muutusteta.)
NoBackupSelected=Palun vali taastamiseks vähemalt üks varukoopia.
StartScan=Skaneeri
StartClean=Puhasta
Cancel=Katkesta
Idle=puhkeseisu ajal
Daily=iga päev
Weekly=iga nädal
Monthly=kord kuus
Monday=esmaspäeval
Tuesday=teisipäeval
Wednesday=kolmapäeval
Thursday=neljapäeval
Friday=reedel
Saturday=laupäeval
Sunday=pühapäeval
AvdDefaultHint=Täiendavad võimalused kasutute failide leidmiseks ja ruumi vabastamiseks.
TrashFoundEx=Selliseid rämpsfaile ei leitud:
NoDriveChecked=Vali otsimiseks üks või mitu draivi.
ScanFor=Skaneerin draivi(e):
FindDrives=Otsin draividelt...
Login=sisselogimisel
NewVer=Uus versioon on saadav. Uuendan kohe?
[CommonClean]
ScanAbortedHint=Soovitame veelkord otsida, et leida rohkem kasutuid faile ja radu.
DefaultHint=Internetiradade puhastamine võib vabastada ruumi ja Sinu andmete parema turvalisuse.
ScanAbortedHint1=Soovitame veelkord kasutuid faile otsida.
WhenIdle=puhkeseisu ajal
WhenLogin=sisselogimisel
[SysClean]
Open=Ava
Remove=Eemalda
MoreSpace=Rohkem vaba ruumi
Cleaning=Puhastan...
Scanning=Skaneerin...
ScanEnd=Kokku leiti %d üksust. %s kettaruumi vabaneb peale kustutamist.
NoItems=Õnnitleme!  Sinu süsteem on puhas.
SpaceFreed=Saleduskuur on lõpetatud. Vabanes  %s kettaruumi.
Installer=Vananenud Windows'i installer
LongInstaller=Vanad Windowsi installerid on kasutud. Need tuleb kustutada.
PatchUninstall=Windows'i uuenduste väljainstallimise osad
LongPatchUninstall=Kui Sa ei soovi Windowsi uuendusi eemaldada, võid need kustutada.
Downloadedfiles=Windows'i allalaetud installifailid
Longdownloadedfiles=Kui Windows on turvaliselt uuendatud, on nende eelmaldamine turvaline.
Baselinecache=Windows'i installeri vahemälu
LongBaselinecache=Need on Windows'i paigaldamisel tehtud failid ja nüüd võib need kustutada.
JPIME=Jaapani sisestusmeetod (IME)
LongJPIME=Kui Sa ei vaja neid faile, võid kustutada.
KoreanIME=Korea sisestusmeetod (IME)
LongKoreanIME=Kui Sa ei vaja neid faile, võid kustutada.
TChineseIME=Traditsiooniline hiina sisestusmeetod (IME)
LongTChineseIME=Kui Sa ei vaja neid faile, võid kustutada.
MPinyinIME=Microsoft Pinyin IME (vajalik hiina keele korral)
LongMPinyinIME=Kui Sa ei vaja neid faile, võid kustutada.
HelpFile=Windows'i abifailid
LongHelpFile=Kui Sa ei vaja neid faile, võid kustutada.
SamplePic=Windows'i näidispildid
LongSamplePic=Kui Sa ei vaja neid, võid kustutada.
SampleMic=Windows'i näidismuusika
LongSampleMic=Kui Sa ei vaja neid muusikafaile, võid kustutada.
SampleVideos=Windows'i näidisvideod
LongSampleVideos=Kui Sa ei vaja neid näidisvideosid, võid kustutada.
SampleMedia=Windows'i näidismeedia
LongSampleMedia=Kui Sa ei vaja neid faile, võid kustutada.
Wallpaper=Windows'i töölaua taustad
LongWallpaper=Kui Sa ei vaja neid, võid kustutada.
[DiskDefrag]
Volume=Draiv
Format=Failisüsteem
TotalSpace=Kogu ruum
FreeSpace=Vaba ruum
Fragmented=Killustatus
Status=Staatus
PmDefrag=Defragmendi
QuickOpt=Kiire optimeerimine
FullOpt=Täisoptimeerimine
PmAnlyse=Analüüs
Resume=Jätka
Analying=Analüüsimine
Defragmenting=Defragmentimine
Optimizing=Optimeerimine
Analyed=Analüüsitud
Defragmented=Defragmenditud
Optimized=Optimeeritud
Pause=Paus
IsSSD=Your selection may include at least one solid drive. And disk defrag may reduce its lifetime. Oled kindel, et soovid jätkata?
FragmentedRate=Killustatus
[Area]
Networkmapping=Võrgudraivi ajalookaart
LastDownloadDir=Viimased allalaadimiskohad
TrashClean=Kasutud failid arvutis
TraceClean=Rajad ja jäljed arvutis
WinRar=WinRar
WinZip=WinZip
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
TypeOtherApp=Muud rakendused
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Windows'i osad
FireFoxOther=Mozilla FireFox'i ajalugu
FireFoxPass=Mozilla FireFox'i salvestatud salasõnad
FireFoxForm=Mozilla FireFox'i automaatvormingud
FireFoxCookies=Mozilla FireFox'i küpsised
ChromePass=Google Chrome salvestatud salasõnad
ChromeForm=Google Chrome automaatvormingud
ChromeCookies=Google Chrome küpsised
IEPass=IE salvestatud salasõnad (isikuandmeid pole nimistus)
IEForm=IE automaatvormingud (isikuandmeid pole nimistus)
IECookies=Microsoft IE küpsised
TypeInternet=Internetis surfamine
JumpList=Tegumiriba hüppenimekirjad (eemaldatakse ka parandatud üksused)
SearchList=Windows'i otsimiste ajalugu
TraryNotify=Windows'i laadimiste jääkfailid
ExplorerMRU=Muud Explorer'i MRU-d
Recentdocuments=Viimased dokumendid
RunStartMenu=Stadimenüü kasutus
TypeSystem=Windows'i süsteem
Flash=Adobe Flash Player
TypeMedia=Multimeedia
FireFoxCache=Mozilla FireFox vahemälu
ChromeCache=Google Chrome vahemälu
IECahce=Microsoft IE vahemälu
LogFile=Süsteemi logifailid
DownloadedPatch=Windows'i allalaetud failid
ErrorReport=Veateated
Dump=Mälutõmmised
ThumbCache=Pisipildipuhver
InvalidLnk=Vigased otseteed
UserTemp=Kasutaja ajutised failid
SysTemp=Windows'i rämpsfailid
Prefetch=Windows'i tõmmised
RemoteDesktop=Lisakuvari jääkfailid
Recyclebin=Prügikasti tühjendamine
SafariCache=Safari internetipuhver
SafariHistory=Safari ajalugu
SafariCookies=Safari küpsised
SafariPass=Safari vorminguinfo
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java
[Type]
UserDefine=Kasutaja tehtud (abi-)failid
ZeroFile=Tühjad failid - 0 baiti
WinSetupLog=Windows'i installatsiooni veateated
NtUninstall=Windows'i väljainstalli tükid
InvalidLnk=Vigased otseteed
UserTemp=Kasutaja ajutised failid
WinTemp=Windows'i ajutised failid
RecentFiles=Lingid kasutatud failidele
PatchSource=Windows'i uuenduste algfailid
TempFile=Ajutised failid
fcwdir=Allalaadimise käigus tehtud failid
tfcbp=Programmide ajutised abifailid
sdrf=Ketta skaneerimise ajal tehtud vahefailid
OldFile=Vanad failid
outdatedfile=Ajaliselt vananenud failid
fcwhfir=Abistamise ajal tehtud failid
Ncfile=Uuendusgrupi ajutised failid
Backupfile=Taastefailid
WBfile=MS Word'i taastefailid
Cbswahf=Abiotsimise ajal tehtud failid
whtf=Windows'i abistamise ajutised failid
Logfile=Logifailid
LLogfile=Rakenduste või süsteemi logifailid
Errorfile=Veateated
Wmdf=Win2000/XP mälutõmmised
bcomf=Uuendatud taastefailide vanemad koopiad
Indexfile=Indeksfailid
ifcbsiotitpbs=indeksfaile teeb süsteem, et kiiremini pilte avada
Tfcds=Paigalduste ajal tehtud ajutised failid
Intermediatefile=Vahefailid
chkfile=Taastatud fail
[AutoClean]
DiskSaved=salvestatud kettaruum.
Title=Õnnitleme!
TraceCleanned=rajad on puhastatud.
[Skin]
SkinDefault=Vaikimisi
SkinGray=Hall
SkinOrange=Oranž
SkinCustom=Vali oma värv
SkinColor=Vali värve
